[
    {
      "id": 1,
      "image": "https://i.ibb.co/X3P1nqR/Clothing.png",
      "title": "Stylish T-Shirt",
      "description": "A fashionable and comfortable t-shirt for everyday wear fastion Clothing (also known as clothes, garments, dress, apparel, or attire) is any item worn on the body. Typically, clothing is made of fabrics or textiles, but over time it has included garments made from animal skin and other thin sheets of materials and natural products found in the environment, put together .",
      "price": 19.99,
      "category_name": "Clothing"
    },
    {
      "id": 2,
      "image": "https://i.ibb.co/Jn5dwd8/Education.png",
      "title": "Mathematics Textbook",
      "description": "A comprehensive textbook for learning advanced mathematics.created world Education encompasses a lifelong journey of learning and personal growth. It begins in early childhood and continues throughout one's life, adapting to evolving needs and aspirations. There are different levels and forms of education, including Education is the process of acquiring knowledge, skills, values, and attitudes through various formal and informal means. It plays a   ",
      "price": 49.99,
      "category_name": "Education"
    },
    {
      "id": 3,
      "image": "https://i.ibb.co/QYMJDxG/Food.png",
      "title": "Organic Pasta",
      "description": "Delicious and healthy organic pasta for your meals.jank food Certainly! I can provide descriptions of various types of food. Please let me know which specific foods you're interested in, and I'll be happy to describe them for you. Whether it's a classic dish, a regional specialty, or something more exotic, just let me know your preferences!",
      "price": 5.99,
      "category_name": "Food"
    },
    {
      "id": 4,
      "image": "https://i.ibb.co/j8VBqgF/Health.png",
      "title": "Clean water for children",
      "description": "Monitor your health and workouts with this advanced fitness tracker. Preventive Care: Regular check-ups with healthcare professionals, vaccinations, and screenings can help prevent or detect health issues early.Mental health is equally important and relates to emotional and psychological well-being. Key aspects include:",
      "price": 79.99,
      "category_name": "Health"
    },
    {
      "id": 5,
      "image": "https://images.unsplash.com/photo-1516762689617-e1cffcef479d?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8Y2xvdGhpbmd8ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&w=500&q=60",
      "title": "Casual Jeans",
      "description": "Comfortable and stylish jeans for a casual look. best ever fastion Clothing (also known as clothes, garments, dress, apparel, or attire) is any item worn on the body. Typically, clothing is made of fabrics or textiles, but over time it has included garments made from animal skin and other thin sheets of materials and natural products found in the environment, put together",
      "price": 29.99,
      "category_name": "Clothing"
    },
    {
      "id": 6,
      "image": "https://images.unsplash.com/photo-1522202176988-66273c2fd55f?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NXx8ZWR1Y2F0aW9ufGVufDB8fDB8fHww&auto=format&fit=crop&w=500&q=60",
      "title": "History Book",
      "description": "Explore the fascinating world of history with this book. inteligence Education encompasses a lifelong journey of learning and personal growth. It begins in early childhood and continues throughout one's life, adapting to evolving needs and aspirations. There are different levels and forms of education, including Education is the process of acquiring knowledge, skills, values, and attitudes through various formal and informal means. It plays a   ",
      "price": 39.99,
      "category_name": "Education"
    },
    {
      "id": 7,
      "image": "https://images.unsplash.com/photo-1506813713591-56fc5e539b80?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NDB8fGZvb2QlMjBhcHBsZXxlbnwwfHwwfHx8MA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "title": "Organic Apples",
      "description": "Fresh and organic apples for a healthy snack.healthy is wealthy Certainly! I can provide descriptions of various types of food. Please let me know which specific foods you're interested in, and I'll be happy to describe them for you. Whether it's a classic dish, a regional specialty, or something more exotic, just let me know your preferences!",
      "price": 3.99,
      "category_name": "Food"
    },
    {
      "id": 8,
      "image": "https://images.unsplash.com/photo-1477332552946-cfb384aeaf1c?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8aGVhbHRofGVufDB8fDB8fHww&auto=format&fit=crop&w=500&q=60",
      "title": "Yoga Mat",
      "description": "A high-quality yoga mat for your daily practice.Preventive Care: Regular check-ups with healthcare professionals, vaccinations, and screenings can help prevent or detect health issues early.Mental health is equally important and relates to emotional and psychological well-being. Key aspects include:",
      "price": 24.99,
      "category_name": "Health"
    },
    {
      "id": 9,
      "image": "https://images.unsplash.com/photo-1544441893-675973e31985?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8N3x8Y2xvdGhpbmd8ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&w=500&q=60",
      "title": "Formal Suit",
      "description": "Elegant formal suit for special occasions. best wear dress world Clothing (also known as clothes, garments, dress, apparel, or attire) is any item worn on the body. Typically, clothing is made of fabrics or textiles, but over time it has included garments made from animal skin and other thin sheets of materials and natural products found in the environment, put together",
      "price": 99.99,
      "category_name": "Clothing"
    },
    {
      "id": 10,
      "image": "https://images.unsplash.com/photo-1509062522246-3755977927d7?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTB8fGVkdWNhdGlvbnxlbnwwfHwwfHx8MA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "title": "Chemistry Lab Kit",
      "description": "A complete chemistry lab kit for aspiring scientists. since Education encompasses a lifelong journey of learning and personal growth. It begins in early childhood and continues throughout one's life, adapting to evolving needs and aspirations. There are different levels and forms of education, including Education is the process of acquiring knowledge, skills, values, and attitudes through various formal and informal means. It plays a   ",
      "price": 59.99,
      "category_name": "Education"
    },
    {
      "id": 11,
      "image": "https://images.unsplash.com/photo-1543352631-6b884eafab2f?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTB8fFF1aW5vYXxlbnwwfHwwfHx8MA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "title": "Organic Quinoa",
      "description": "Nutritious and organic quinoa for a balanced diet.diet is not fet Certainly! I can provide descriptions of various types of food. Please let me know which specific foods you're interested in, and I'll be happy to describe them for you. Whether it's a classic dish, a regional specialty, or something more exotic, just let me know your preferences!",
      "price": 7.99,
      "category_name": "Food"
    },
    {
      "id": 12,
      "image": "https://plus.unsplash.com/premium_photo-1658506951041-c407101156b6?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8aGVhbHRoJTIwZG9jdG9yfGVufDB8fDB8fHww&auto=format&fit=crop&w=500&q=60",
      "title": "Resistance Bands Set",
      "description": "Enhance your fitness routine with these resistance bands.Preventive Care: Regular check-ups with healthcare professionals, vaccinations, and screenings can help prevent or detect health issues early.Mental health is equally important and relates to emotional and psychological well-being. Key aspects include:",
      "price": 14.99,
      "category_name": "Health"
    },
    {
      "id": 13,
      "image": "https://images.unsplash.com/photo-1489987707025-afc232f7ea0f?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NHx8Y2xvdGhpbmd8ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&w=500&q=60",
      "title": "Sneakers",
      "description": "Comfortable and stylish sneakers for everyday wear.gorgeous Clothing (also known as clothes, garments, dress, apparel, or attire) is any item worn on the body. Typically, clothing is made of fabrics or textiles, but over time it has included garments made from animal skin and other thin sheets of materials and natural products found in the environment, put together",
      "price": 39.99,
      "category_name": "Clothing"
    },
    {
      "id": 14,
      "image": "https://images.unsplash.com/photo-1560421683-6856ea585c78?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NDd8fGVkdWNhdGlvbnxlbnwwfHwwfHx8MA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "title": "Art Supplies Kit",
      "description": "Unleash your creativity with this art supplies kit. knowledge Education encompasses a lifelong journey of learning and personal growth. It begins in early childhood and continues throughout one's life, adapting to evolving needs and aspirations. There are different levels and forms of education, including Education is the process of acquiring knowledge, skills, values, and attitudes through various formal and informal means. It plays a    ",
      "price": 29.99,
      "category_name": "Education"
    },
    {
      "id": 15,
      "image": "https://images.unsplash.com/photo-1502741384106-56538427cde9?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTV8fE9yZ2FuaWMlMjBHcmVlbiUyMFRlYXxlbnwwfHwwfHx8MA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "title": "Organic Green Tea",
      "description": "A soothing cup of organic green tea for relaxation. yummy food Certainly! I can provide descriptions of various types of food. Please let me know which specific foods you're interested in, and I'll be happy to describe them for you. Whether it's a classic dish, a regional specialty, or something more exotic, just let me know your preferences!",
      "price": 4.99,
      "category_name": "Food"
    },
    {
      "id": 16,
      "image": "https://images.unsplash.com/photo-1532938911079-1b06ac7ceec7?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8N3x8aGVhbHRofGVufDB8fDB8fHww&auto=format&fit=crop&w=500&q=60",
      "title": "Digital Blood Pressure Monitor",
      "description": "Monitor your blood pressure with this digital device. Preventive Care: Regular check-ups with healthcare professionals, vaccinations, and screenings can help prevent or detect health issues early.Mental health is equally important and relates to emotional and psychological well-being. Key aspects include:  ",
      "price": 49.99,
      "category_name": "Health"
    }
  ]
  